[
    {
        "alternates": [],
        "district": "51",
        "name": "Abey Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light to First Right onto Abey Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Academy Court",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right onto Burd Street, First Left onto Academy Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Alta Vista Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light over bridge to Second Right onto Elm Ridge Road to Fourth Left onto Alta Vista Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Amberleigh Drive",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South, through traffic circle to First Left onto Denow Road, through Round-a-bout, to First right onto Amberleigh Drive.",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Rd., Left at Round-A-Bout onto Denow Road to First Right onto Amberleigh Drive",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Apache Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to First Left onto Sioux Road to Second Right onto Apache Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Aqua Terrace",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive, First Left onto West Shore Drive to first Right onto Aqua Terrace"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Arvida Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge. Third Right onto Arvida"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Ashford Drive",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive to Second or Third Right onto Ashford Drive",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Second or Third Left onto Ashford Drive",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Avalon Road",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt to First Right onto Stanford West to end of street onto Avalon Road",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road. Left at Round-A-Bout onto Van Brunt Road to First Left onto Masters Way to end of street onto Avalon Road",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Baker Way",
        "note": "Low House Numbers are Second Right off Hallett Drive",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North, Immediate Left onto Pennington-Harbourton Road to Fourth Left onto Hallett Drive to First or Second Right onto Baker Way",
                "title": "From Pennington-Harbourton Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South, Right at Traffic Light onto Pennington-Titusville Road to Third right onto Hallett Drive to First or Second Left onto Baker Way",
                "title": "From Pennington-Titusville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Baldwin Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light to Second Left onto E. Welling to First Right onto Baldwin Street to First Right onto Baldwin Court",
                "title": "From E. Welling Ave"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light to third left onto Baldwin Street to first left onto Baldwin Court",
                "title": "From South Main Street"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Baldwin Street",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light to Second Left onto E. Welling Ave to First Right onto Baldwin Street",
                "title": "From E. Welling Ave"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light to Third left onto Baldwin Street",
                "title": "From South Main Street"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Bayberry Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light over bridge to Fourth Right onto Bayberry Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Beech Street",
        "route": "Left out of the building, Left onto Route 31 South, through traffic circle through traffic light to first Left onto Orchard Ave to end of street, left onto Beech Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Beechtree Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Second Right onto Elm Ridge Road to Fourth Left onto Alta Vista to First Left onto Honeybrook Drive to First Right onto Honeybrook Drive to End of Street. Left onto Honey Lake Drive to End of Street. Right onto East Shore Drive to First Right onto Beechtree Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Beechwood Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road to Left at Traffic Light onto Blackwell Road to Second Left onto Beechwood Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Benjamin Trail",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road to Left at Traffic Light onto Blackwell Road to First Left onto Benjamin Trail"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Birch Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Right at traffic light to First Left onto East Curlis Ave to End of Street to First Right onto Birch Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Bixby's Way",
        "route": "Straight out of the building"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Blackfoot Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to First Left onto Sioux Road to First Right onto Cherokee Drive to End of Street onto Blackfoot Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Blackwell Road",
        "note": "Blackwell Road is between the Lukoil Gas Station and Blackwell Memorial Home on the Circle",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South to Pennington Circle, Proceed around Circle ¾ of the way to Blackwell Road",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at fork onto Pennington-Lawrenceville Road to Traffic Light. Left or Right at the Traffic Light is Blackwell Road",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Blake Drive",
        "note": "Numbers Go #33-1",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Road to Second Right onto Ashford Drive to First Left onto Blake Drive",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Second Left onto Ashford Drive to First Right onto Blake Drive",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Blue Spruce Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Through Traffic Light, Cross Bridge to Second Right onto Elm Ridge Road to Third Left onto Blue Spruce Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Bollen Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South, through traffic circle to Fourth Left onto Brandon Road West to Second Left onto Bollen Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Rd. to Fourth Left At Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to Second Right onto Bollen Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Bonner Court",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Fourth Right onto Stephenson Road (At Second Traffic Light) to Second Left onto Fanning Way to First Right onto Bonner Court."
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Bramble Drive",
        "route": "Left out of the building, Left onto Route 31 South through traffic circle to Fourth Left onto Brandon Road West to Second Right onto Bramble Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Brandon Road",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left At Round-A-Bout onto Denow Road to Second Left onto Chicory Lane to First Left onto Brandon Road.",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road. Proceed Through Round-A-Bout on Denow Road to First Left onto Chicory Lane to First left onto Brandon Road.",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Brandon Road West",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to First Right onto Van Brunt Road to Fourth Left At Round-A-Bout onto Denow Road to Second Right onto Brandon Road West",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to Fourth Left onto Brandon Road West",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Brewster Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Rd to Round-A-Bout. Proceed Straight Throught Round-A-Bout to Brewster Court.",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road to the Round-A-Bout. Make Right turn onto Brewster Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Brigham Way",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to Fourth Left onto Brandon Road West to First Right onto Brigham Way",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt to Fourth Left at Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to Fourth Left onto Brigham Way",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Brinley Drive",
        "note": "Second Left - House Numbers go #200-261",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive to Fourth or Fifth Left onto Brinley Drive",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to First or Second Right onto Brinley Drive",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Broemel Place",
        "route": "Front of the building"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Brookside Drive",
        "route": "Right out of the building, Left onto Green Street. First Right onto Brookside Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Buckingham Drive",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road Through Traffic Light to First Right onto Wellington Drive to First Right onto Lexington Drive to First Right onto Buckingham Drive",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Fourth Left onto Lexington Drive to First Right onto Buckingham Drive",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Bull Run Road",
        "note": "Left Side of Street is Hopewell Twp. and Right Side is Ewing Twp"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Burd Road",
        "route": "Left out of the building to Right onto Route 31 North to immediate Left onto Pennington-Harbourton Road to Third Right onto Burd Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Burd Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to First Right onto Burd Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Carey Street",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Fourth Right onto Stephenson Road (At Second Traffic Light) to First Left onto Manley Road to First Left onto Coburn to First Left onto Carey Street",
                "title": "Smith's Crossing/ Village at Twin Pines"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Carter Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight through traffic light over bridge to Second Right onto Elm Ridge Road to End of Street is Carter Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Castleton Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South, through Traffic Circle to First Left onto Denow Road. Proceed Through the Round-A-Bout to First Right onto Amberleigh Drive to Third Left onto Castleton Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Rd. to Fourth Left at Round-A-Bout onto Denow Road to First Right onto Amberleigh to Third Left onto Castleton Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Cedar Brook Terrace",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at Traffic Light, over bridge to Second Right onto Elm Ridge Road to Fourth Left onto Alta Vista to Second Left onto Cedar Brook Terrace"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Chadwell Court",
        "route": "Right out of the building, Left onto Green Street to Second Right onto W. Franklin Ave to Intersection. Proceed across intersection to E. Franklin Ave to End of Street. Turn Right onto Eglantine Ave to Second Left onto Park Ave to Second Right onto Rockwell Green to End of Street to Left onto Chadwell Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Cherokee Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to First Left onto Sioux Road to First Right onto Cherokee Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Cheyenne Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to First Left onto Sioux Road to First Right onto Cherokee Drive to First Left onto Cheyenne Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Chicory Lane",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at Round-A-Bout onto Denow Road to Second Left onto Chicory Lane.",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Through the Round-A-Bout to second Left onto Chicory Lane",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Clark Court",
        "route": "Left out of the building, Left onto Route 31 South to Right at Traffic Light onto Pennington-Titusville Rd. to Third Left onto Scotch Rd. to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Right onto Independence Way to First Right onto Clark Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Coburn Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left onto Pennington-Lawrenceville Road through Traffic Light to Fourth Right onto Stephenson Road (At Second Traffic Light) to First Left onto Manley Road to First Left onto Coburn Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Colt Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Fourth Right onto Stephenson Road (At Traffic Light) to Fifth Left onto Watkins Road to Second Left and Third Left onto Colt Street."
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Concord Place",
        "note": "House Numbers go From #200- 265",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive to Fourth Right onto Vista Drive to First Right onto Concord Place",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to First Left onto Vista Drive to First Right onto Concord Place",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Corrine Drive",
        "note": "Same Street But Has Two Ways In and Out",
        "routes": [
            {
                "route": "Left out of the building to Left onto Route 31 South to Right at Blinking Traffic Light onto Ingleside Ave to First Left onto Search Ave to First Right onto Johnstone Drive to First Right onto Corrine Drive",
                "title": "From Ingleside Avenue"
            },
            {
                "route": "Left out of the building to Left onto Route 31 South to the trafic cirlce. Bear right at circle onto Pennington Washington Crossing Road (Rt. 546) to First Right onto Corrine Drive",
                "title": "From Pennington Washington Crossing Road (Rt. 546)"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Crawley Avenue",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to First Right onto Burd Street to First Left onto Academy Street to First Right onto Crawley Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Crest Avenue",
        "route": "Left out of the building to Left onto Route 31 South through Traffic Circle to Third Left onto Crest Avenue"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "East Curlis Avenue",
        "route": "Left out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light to First Left onto East Curlis Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "West Curlis Avenue",
        "route": "Left out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light to Third Right onto West Curlis Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Deer Run Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road. Proceed Through the Round-A-Bout to first right onto Amberleigh Drive to First Right onto Deer Run Court.",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to First Right onto Amberleigh Drive to First Right onto Deer Run Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Delaware Avenue",
        "note": "East Delaware ends at the Stony Brook Bridge and King George Road Intersection",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street to End of Street is West Delaware Ave",
                "title": "West Delaware Ave"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto W. Delaware Ave through Traffic Light to East Delaware Ave",
                "title": "East Delaware Ave"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Denow Road",
        "routes": [
            {
                "route": "Left out of the building, Left onto Rt. 31 South through Traffic Circle to First Left (At Traffic Light) onto Denow Road East",
                "title": "East Denow Road"
            },
            {
                "route": "Left out of the building, Left onto Rt. 31 South through Traffic Circle to Second Right (At Traffic Light) onto Denow Road West",
                "title": "West Denow Road (Denow Road West)"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Dionis Court",
        "route": "Left out of the building, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road to Third Right onto Burd Rd to Second Right onto Nobadeer Drive to First Right onto Dionis Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Diverty Road",
        "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Right onto Diverty Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Donovan Road",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to First Left onto Stanford Road East to Second Left onto Donovan Road",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road to The Round-A-Bout. Proceed Left onto Van Brunt Road to Third Right onto Stanford Road East to Second Left onto Donovan Road",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Drake Lane",
        "note": "Street is an Unmarked Dirt Road",
        "route": "Left out of the building onto Broemel Place. Left onto Route 31 South, Through Traffic Circle onto Route 31 South. Past Denow Road - next Right onto dirt road."
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Dublin Road",
        "route": "Left out of the building to Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to First Left onto Dublin Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Dunleigh Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road. Proceed through the Round-A-Bout to First Right onto Amberleigh Drive toThird right onto Dunleigh Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left onto Denow Road at the Round-A-Bout to First Right onto Amberleigh Drive to Third Right onto Dunleigh Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "East Shore Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Second Right onto Elm Ridge Road to Fourth Left onto Alta Vista to First Left onto Honeybrook Dive to First Right onto Honeybrook Drive to End of Street. Left onto Honey Lake Drive to End of Street. Make Left or Right on East Shore Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "East Acres",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Second Right onto Elm Ridge Road to Second Left onto East Acres"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Eglantine Avenue",
        "route": "Right out of the building, Left onto Green Street, Second Right onto West Franklin Street to the Intersection. Proceed across intersection onto East Franklin Ave to End of Street. Make Right onto Eglantine Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Elm Ridge Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light over bridge to Second Right onto Elm Ridge Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Fabian Place",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt to Second Right onto Fabian Place",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road. Proceed Left through the Round-A-Bout onto Van Brunt Road to Second Left onto Fabian Place",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Fanning Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Fourth Right onto Stephenson Road (At Traffic Light) to Second Left onto Fanning Way"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Federal City Road",
        "note": "Low Numbers Start on East Delaware Ave End",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, straight at traffic light. Bear Right at fork onto Federal City Road",
                "title": "From East Delaware Ave"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at fork onto Pennington-Lawrenceville Road to Third Left (At Second Traffic Light) onto Federal City Road",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Fiske Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to First Left onto Stanford Road East to Second Left onto Donovan Road to First Left onto Fiske Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left through the Round-A-Bout onto Van Brunt Road to Third Right onto Stanford Road East to Second Left onto Donovan Road to First Left onto Fiske Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Fitzcharles Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light to Third Right onto Fitzcharles Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Flower Hill Drive",
        "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Left at Third Traffic Light onto Bull Run Road to First Left onto Flower Hill Lane to Second Right onto Flower Hill Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Flower Hill Lane",
        "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Left at Third Traffic Light onto Bull Run Road to First Left onto Flower Hill Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Flower Hill Terrace",
        "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Left at Third Traffic Light onto Bull Run Road to First Left onto Flower Hill Lane to First Right onto Flower Hill Terrace"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Foster Road",
        "note": "Also can be Accessed From Stanford Road East",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Second Left onto Haver Street to End of Street onto Foster Road",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left through the Round-A-Bout onto Van Brunt Road to First Right onto Stephenson Road to First Left onto Foster Road",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Franklin Avenue",
        "route": "Straight out of building onto Bixby's Way to Stop Sign, Left onto West Franklin Ave. Numbers start at 102 and run to 131. Higher numbers are west of highway 31"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Gentry Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Fourth Left onto Brandon Road West to Second Right onto Voorhees Court to Second Right onto Gentry Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left onto Denow Road at the Round-A-Bout to Second Right onto Brandon Road West to Second Left onto Voorhees Court to First Left onto Gentry Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Gifford Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennnington-Lawrenceville Road through Traffic Light to Third Right onto Stephenson Road (At Second Traffic Light) to Fourth Left onto Gifford Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Glenn Wood Drive",
        "route": "Left out of the building; Left onto Route 31 South; Right at Traffic Light onto Pennington-Titusville Road to First Left onto Dublin Road to First Right onto Glenn Wood Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Grange Road",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light Second Right onto Van Brunt Road to Third Left onto Stephenson Road to Second Left onto Grange Road",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Rt. 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left at Round-A-Bout onto Van Brunt Road to First Right onto Stephenson Road to Second Left onto Grange Road",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Green Street",
        "route": "Right out of the building to End of Street. Green Street Is to the Left and Right of Intersection to Stop Sign at each end"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Haddon Court",
        "note": "Second Left - House Numbers go #101-34",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive, to Third Right onto Ashford Drive to First or Second Left onto Haddon Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Second Left onto Ashford Drive to First or Second Left onto Haddon Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hale Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to First Right onto Burd Street to First Right onto Laning Ave to End of Street is Hale Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hallett Drive",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North, Immediate Left onto Pennington-Harbouton Road to Fourth Left onto Hallett Drive",
                "title": "From Pennington-Harbourton Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South, Right at Traffic Light onto Pennington-Titusville Road Third Right onto Hallett Drive",
                "title": "From Pennigton-Titusville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hansen Place",
        "route": "Right out of the building, Left onto Green Street to Second Right onto West Franklin Ave to First Left onto North Main Street to First Right onto Hansen Place (gravel road)"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Harbourton Ridge Road",
        "route": "Left out of the building, Right onto Route 31 North, immediate Left onto West Franklin Ave which becomes Pennington-Harbourton Road A few houses off Route 31 to Trenton-Harbourton (579). Right on Trenton-Harbourton to Second Right onto Harbourton-Woodsville to first right onto Harbourton Ridge Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Harbourton-Woodsville Road",
        "route": "1 Marshalls Corner-Woodsville end",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North to Fifth Left onto Marshalls Corner-Woodsville Road to First Left onto Harbourton-Woodsville Rd.",
                "title": "For 1 - 73"
            },
            {
                "route": "Left out of the building, Right onto Route 31 North, immediate Left onto West Franklin Ave which becomes Pennington-Harbourton Road a few houses off Route 31 to Trenton-Harbourton (579). Right on Trenton-Harbourton to Second Right onto Harbourton-Woodsville.",
                "title": "For 209 - 73"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hart Court",
        "route": "Left out of the building, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Rd. to Third Left onto Scotch Rd. to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Right onto Independence Way to First Left onto Hart Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Harvest Drive",
        "route": "Left out of the building, Left onto Rt. 31 South to Third Left onto Search Ave to First Left onto Harvest Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Haver Street",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Second Left onto Haver Street",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left through the Round-A-Bout onto Van Brunt Road to Second Right onto Haver Street",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Heath Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light, Bear left at fork onto Pennington-Lawrenceville Rd. through Traffic Light to First Right onto Wellington Road to Second Left onto Sutton Court to First Left onto Heath Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Third Right onto Sutton Court to First Left onto Heath Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hedgecroft Drive",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed through the Round-A-Bout to Third Left onto Navesink Drive to First Left onto Hedgecroft Drive",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at Round-A-Bout onto Denow Road to Third Left onto Navesink Drive to First Left onto Hedgecroft Drive",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Henly Place",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to First Left onto Stanford Road East to First Left onto Henley Place",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road. Proceed Left through Round-A-Bout onto Van Brunt Road to Third Right onto Stanford Road East to First Left onto Henley Place",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hessian Hill Drive",
        "route": "Right out of the building, Left onto Green Street, Second Right onto West Franklin Ave to Intersection. Proceed Across Intersection onto East Franklin Ave to End of Street, Left onto Lewis Brook Road to Second Left onto Jamieson Drive to First Right onto Hessian Hill Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hester Court",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Rd. through traffic light to Fourth Right onto Stephenson Road (At Second Traffic Light) to Third Left onto Manley Road to First Left onto Hester Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hilton Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to Fourth Left onto Brandon Road West to Second Right onto Voorhees Court to First Right onto Hilton Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to Second Left onto Voorhees Court to Second Left onto Hilton Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Honey Brook Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Second Right onto Elm Ridge Road to Fourth Left onto Alta Vista Drive to First Left onto Honey Brook Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Honey Lake Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Second Right onto Elm Ridge Road to Fourth Left onto Alta Vista to First Left onto Honeybrook Drive to First Right onto Honeybrook Drive to to End of Street onto Honey Lake Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hope Street",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Second Left onto Haver Street to First Left onto Foster Road to First Right onto Hope Street",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left through the Round-A-Bout onto Van Brunt Road to Second Right onto Haver Street to First left onto Foster Road to First Right onto Hope Street",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Howe Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to Fourth Left onto Brandon Road West to Second Right onto Voorhees Court to First Left onto Howe Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left onto Denow Road at the Round-A-Bout to Second Right onto Brandon Road West to Second Left onto Voorhees Court to First Right onto Howe Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Hunters Ridge Road",
        "route": "Left out of the building, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road to Third Right onto Burd Road to First Left onto Hunters Ridge Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Independence Way",
        "route": "Left out of the building, Left onto Route 31 South to Right at Traffic Light onto Pennington-Titusville Rd. to Third Left onto Scotch Road to Second Right (At Traffic Light) onto Pennington-Washington Crossing Rd. (Rt. 546) to First Right onto Independence Way"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Ingleside Avenue",
        "route": "Left out of the building, Left onto Route 31 South through the Traffic Light to the Blinking Traffic Light. Right or Left at the Light Is Ingleside Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Interstate 95",
        "note": "U-turn to Access Other Set of Ramps Onto Interstate 95",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle. Proceed through Second Traffic Light to Access Ramps for Route 31 North and South.",
                "title": "From Route 31 Exit #4"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South to Right at Traffic Light onto Pennington-Titusville Road to Third Left onto Scotch Road through Traffic Light at Washington-Crossing Pennington Road (Rt. 546) to The Interstate Access Ramps for North and South Route 95.",
                "title": "From Scotch Road Exit #3"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Jacobs Creek Road",
        "route": "Left out of the building, Left onto Route 31 South, Right at Traffic Light onto Pennington-Titusville Rd. to Third Left onto Scotch Road to Second Right (At Traffic Light) onto Pennington-Washington Crossing Road (Rt. 546) to First Left onto Jacobs Creek Rd."
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Jamieson Drive",
        "route": "Right out of the building, Left onto Green Street to Second Right onto West Franklin Ave to Intersection. Proceed across Intersection onto E. Franklin Ave to End of Street, Left onto Lewis Brook to Second Left onto Jamieson Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Jefferson Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light to First Left onto East Curlis Ave to End of Street to Left onto Woodmere Way to Second Left onto Madison Ave to First Left onto Jefferson Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Johnstone Drive",
        "route": "Left out of the building, Left onto Route 31 South, to Right at Blinking Traffic Light onto Ingleside Ave to First Left onto Search Ave to First Left onto Johnstone Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Kentsdale Drive",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Denow Road. Proceed through the Round-A-Bout to Second Left ontoChicory Lane to First Left onto Kentsdale Drive",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork on Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at Round-A-Bout onto Denow Road to Second Left onto Chicory Lane to First Left onto Kentsdale Drive",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Kentshire Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Denow Road. Proceed through the Round-A-Bout to First Right onto Amberleigh Drive to Second Right onto Kentshire Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork on Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at Round-A-Bout onto Denow Road to First Right onto Amberleigh Drive to Second Right onto Kentshire Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "King George Road",
        "route": "Right out of the building to Left onto Green Street to Second Right onto West Franklin Ave to Intersection. Proceed across Intersection onto East Franklin Ave to End of Street. Make Right onto Eglantine Ave to First Left onto King George Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Kings Court",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light to First Right onto Abey Drive to Third Right is Kings Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Knowles Street",
        "route": "Straight out of building onto Bixby's Way to Stop Sign. Proceed straight onto Knowles Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Knox Court",
        "routes": [
            {
                "route": "Right out of the building onto Broemel Place. Right onto Green Street. Left onto Delaware Ave Right at traffic light. Bear left at fork onto Pennington-Lawrenceville Rd. through Traffic Light to First Right onto Wellington Road to Second Left onto Sutton Court to First Right onto Knox Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Third Right onto Sutton Court to First Right onto Knox Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Kunkel Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Denow Road. Proceed through the Round-A-Bout to Fourth Left onto Navesink Drive to First Left onto Hedgecroft Drive to First Right onto Kunkel Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left onto Denow Road to Fourth Left onto Navesink Drive to First Left onto Hedgecroft Drive to First Right onto Kunkel Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Lake Baldwin Drive (Willow Creek Development)",
        "route": "Left out of the building, Right onto Route 31 North to Third Right onto Titus Mill Road Under Bridge 10ft.-4in. Clearance to First Right onto Willow Creek Drive to End of Street. Left or Right is Lake Baldwin Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Laning Avenue",
        "route": "Right out of the building; Right onto Green Street, Left onto Delaware Ave, Right onto Burd Street to First Right or Third Left is Laning Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Lansdowne Court",
        "routes": [
            {
                "route": "Left out of the building, left onto Route 31 South through Traffic Circle to Fouth Left onto Brandon Road West to Second Left onto Bollen Court to First Left onto Lansdowne Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to Second Right onto Bollen Court to First Right onto Lansdowne Court.",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Larchmont Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Denow Road. Proceed through the Round-A-Bout to the Third Right onto Larchmont Court.",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Third Right onto Larchmont Court.",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Lewis Brook Road",
        "route": "Right out of the building, Left onto Green Street to Second Right onto West Franklin Ave to Intersection. Proceed across Intersection onto East Franklin Ave to End of Street. Left onto Lewis Brook Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Lexington Drive",
        "routes": [
            {
                "route": "Right out the building, Right onto Green Street. Left onto Delaware Ave Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Road to First Right onto Lexington Drive",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Fourth Left onto Lexington Drive",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Linden Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light to First Left onto East Curlis Ave to End of Street. Left onto Woodmere Way to First Left onto Linden Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Madaket Lane",
        "route": "Left out of the building, Right onto Route 31 North to Third Left onto Yard Road to First Left onto Madaket Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Madison Avenue",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light to First Left East. Curlis Ave to End of Street. Left onto Woodmere Way to Second Left onto Madison Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Main Street",
        "note": "South Main Street goes from Delaware Ave intersection to Vannoy Ave. North Main Street goes from Delaware Ave intersection to Route 31",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Traffic Light. Right at Light is South Main Street. Left at Light is North Main Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Mallard Place",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight traffic light to First Right onto Abey Drive to Second Right onto Mallard Place"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Manley Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road to Fourth Right onto Stephenson Road (At Traffic Light) to First Left onto Manley Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Maple Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Right at traffic light, First Left onto E. Curlis to Right at end of street onto Birch to end of street is Maple Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Marshalls Corner Woodsville Road",
        "route": "Left out of the building, Right onto Route 31 North to Fifth Left or Right onto Marshalls Corner-Woodsville Rd"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Masters Way",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Third Right onto Masters Way",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left at the Round-A-Bout onto Van Brunt Road to First Left onto Masters Way",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Meadowbrook Farm Road",
        "route": "Left out of the building, Right onto Route 31 North to Second Left at Traffic Light onto Tree Farm Road to First Right onto Meadowbrook Farm Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Meadows Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to First Right onto Stanford Road West to End of Street, Left onto Avalon Road to First Left onto Meadows Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left at the Round-A-Bout onto Van Brunt Road to Second Left onto Fabian Place to End of Street, Right onto Avalon Drive, to First right onto Meadows Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Meadow Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive to immediate Right onto West Shore Drive to First left onto Meadow Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Merrick Place",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left onto Pennington-Lawrenceville Rd. to Left at Traffic Light onto Blackwell Road to First Left onto Benjamin Trail to First Left onto Merrick Place"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Merrill Lynch Drive",
        "note": "Use for Day Care Center and low numbers (1100-1400).",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through the Traffic Light to the Blinking Traffic Light. Right onto Ingleside Ave to First Right onto Pennington-Washington Crossing Road (Rt. 546) to First Left onto North Drive to first intersection. Right or left onto Merrill Lynch Drive",
                "title": "From Pennington-Washington Crossing Road (Rt. 546)"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to Third Left for low numbers (1100-1400) or Fourth Left for high numbers (1800-1400)",
                "title": "From Scotch Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Michael Way",
        "note": "Low Numbers are to the Right towards Scotch Road",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Rd. to Second Left onto Timkak Lane to End of Street, Left or Right is Michael Way",
                "title": "From Pennington-Titusville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South, Right at Traffic Light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Left onto Michael Way",
                "title": "From Scotch Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Miller Circle",
        "note": "Second Right - House Numbers go #1-25",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street. Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Rd. Straight at Traffic Light, First Right onto Wellington Drive, to First or Second Left onto Miller Circle",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Fourth and Fifth Right onto Miller Circle",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Moore Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to Third Left onto Brandon Road West to Fourth Right onto Rock Road to End of Street Left onto Pebble Creek Court to First Right onto Moore Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to First Left onto Rock Road to End of Street Left onto Pebble Creek Court to First Right onto Moore Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Moorehead Road",
        "route": "Right out of the building, Left onto Green Street to Second Right onto West Franklin Ave To intersection. Proceed across intersection onto East Franklin Ave to End of Street. Left onto Lewis Brook Road to First Left onto Murphy Drive to First Right onto Penn View Drive to First Left onto Moorehead Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Morningside Court",
        "route": "Left out of the building, Left onto Route 31 South to Right at Traffic Light onto Pennington-Titusville Road to First Left onto Dublin Road to First Left onto Morningside Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Morningside Drive",
        "route": "Left out of the building, Left onto Route 31, Right at Traffic Light onto Pennington-Titusville Road to First Left onto Dublin Road to First Left onto Morningside Court to End of Street. Left or Right is Morningside Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Murphy Drive",
        "route": "Right out of the building to Left onto Green Street to Second Right onto West Franklin Ave to intersection. Proceed across intersection onto East Franklin Ave to End of Street, Left onto Lewis Brook Road to First Left onto Murphy Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Navesink Drive",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Denow Road. Proceed through the Round-A-Bout to the Fourth Left onto Navesink Drive",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Fourth Left onto Navesink Drive",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Newman Court",
        "note": "House Numbers are #103-143",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive to Second Right onto Ashford Drive to Third Right onto Newman Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Third Left onto Ashford Drive to Third Right onto Newman Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Nobadeer Drive",
        "route": "Left out of the building, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Rd. to Third Right onto Burd Road to Second Right onto Nobadeer Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "North Riding Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light to Second Right onto North Riding Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "North Road (Merrill-Lynch)",
        "route": "Left out of the building, Left onto Route 31 South through the Traffic Light to the Blinking Traffic Light. Right onto Ingleside Ave to First Right onto Pennington-Washington Crossing Road (Rt. 546) to First Left onto North Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "North Woods Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive to First Left onto West Shore to First Left onto North Woods Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Nursery Road",
        "route": "Left out of the building, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road, through light at Pennington-Washington Crossing Rd to First Right onto Nursery Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "O'Hanlon Avenue",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to First Right onto Burd Street to Second Left is O'Hanlon Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Oak Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Right at traffic light to First Left onto E. Curlis Ave to End of Street, Right onto Birch Street to End of Street, Left onto Maple Street to End of Street. Left or Right is Oak Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Old Mill Road",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at Traffic Light and Over Bridge to First Right onto Old Mill Road.",
                "title": "From Pennington Rocky Hill Road"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at Traffic Light, make Fourth Right onto Federal City Road to First Left onto Old Mill Road",
                "title": "From Federal City Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Old Pennington Lawrenceville Road",
        "note": "Road is located Next to the Brandon Farms Water Tower on Pennington-Lawrenceville Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to Third Right onto Old Pennington-Lawrenceville Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Old Scotch Road",
        "route": "Left out of the building, Right onto Route 31 North, Immediate Left onto West Franklin Ave/Pennington Harbourton Road to Third Left onto Old Scotch Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Orchard Avenue",
        "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Orchard Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Park Avenue",
        "route": "Right out of the building, Left onto Green Street to Second Right onto West Franklin Ave to Intersection. Proceed across onto East Franklin Ave to End of Street. Right onto Eglantine to Second Left onto Park Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pebble Creek Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Fourth Left onto Brandon Road West to Fourth Right onto Rock Road to End of Street. Left or Right is Pebble Creek Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to First Left onto Rock Road to End of Street. Left or Right is Pebble Creek Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Penn View Drive",
        "route": "Right out of the building, Left onto Green Street to Second Right onto West Franklin Ave to Intersection. Proceed across the intersection onto East Franklin Ave to End of Street. Left onto Lewis Brook to First Left onto Murphy to End of Street is Penn View Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pennington-Harbourton Road",
        "route": "Left out of the building, Right onto Route 31 North, immediate Left onto West Franklin Ave which becomes Pennington-Harbourton Road a few houses off Route 31"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pennington-Hopewell Road (Rt. 654)",
        "note": "Starts at Route 31 Corner Where Quick Check Food Store is Located",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pennington-Lawrenceville Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pennington Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light, Pennington Road Begins at Vannoy Ave Intersection and goes to the Circle and South to Bull Run Road",
        "note": "#2635 Pennington Road is First House at Vannoy Ave intersection. #2564 Pennington Road is a House located Between Wilson Apple Funeral Home and Foremost Mart. #2480 Pennington Road is Mercer Professional Building Across From Diverty Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pennington-Rocky Hill Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light over bridge onto Pennington-Rocky Hill Road",
        "note": "East Delaware Ave Becomes Pennington-Rocky Hill Road at the Stony Brook Bridge/King George Road intersection"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pennington-Titusville Road",
        "route": "Left out of the building, Left onto Route 31 South, Right at traffic light onto West Delaware Ave which becomes Pennington-Titusville Road Just before the Mercer County Library Driveway"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pierson Drive",
        "route": "Right out of the building, Left onto Green Street to Second Right onto West Franklin Ave to Intersection. Proceed across the intersection onto East Franklin Ave to End of Street. Left onto Lewis Brook to Second Left onto Jamieson Drive to First Right onto Hessian Hill Drive to End of Street is Pierson Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Pine Tavern Court",
        "route": "Left out of the building, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to First Left onto Dublin Road to First Right onto Glenn Wood Drive to First Left onto Pine Tavern"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Plymouth Street #1-4",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Third Left onto Brandon Road West to First Left onto Plymouth Street",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to Third Right onto Plymouth Street",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Plymouth Street #12-26",
        "route": "Left out of the building to Left onto Route 31 South through Traffic Circle to First Left onto Orchard Ave to First Left onto Plymouth Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Poor Farm Road",
        "note": "High Numbers begin at Woosamonsa Road and go down from there",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Left onto Woosamonsa Road. Bear Right at fork onto Poor Farm Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Queens Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light to First Right onto Abey Drive to First Right onto Queens Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Railroad Place",
        "route": "Right out of the building, Left onto Green Street to the Stop Sign. Railroad Place begins across from Stop Sign to North Main Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Reading Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to First Right onto Burd Street to Third Right onto W. Welling Ave to End of Street. Left or Right is Reading Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Red Maple Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive to Second Right onto Red Maple Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Reed Road",
        "route": "Left out of the building, Left onto Route 31 South to Right at Blinking traffic light onto Ingleside Ave to End of Street. Proceed across Pennington-Washington Crossing Rd. (Rt. 546) onto Reed Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Rock Road",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to Fourth Left onto Brandon Road West to Fourth Right onto Rock Road",
                "title": "From Route 31"
            },
            {
                "route": "Right out the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to First Left onto Rock Road",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Rockwell Greene",
        "route": "Right out of the building to Left onto Green Street to Second Right onto West Franklin Ave to intersection. Proceed across the intersection onto East Franklin Ave to End of Street. Right onto Eglantine Ave to Second Left onto Park Ave to Second Right is Rockwell Green"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Roosevelt Avenue",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light to First Left onto East Curlis Ave to End of Street. Left onto Woodmere Way to Second Left onto Madison Ave to First Left onto Jefferson Place to First Right onto Roosevelt Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Rosedale Way",
        "note": "Just Past Rosedale Park Entrance on the Right",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light, bear Right at fork onto Federal City Road to First Right onto Rosedale Way"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Route 31 North",
        "note": "Route 31 North Starts at the Traffic Light at West Delaware Ave and goes North from there. Low numbers start at the Traffic Light and go North from There.",
        "route": "Left out of the building, Left or Right onto Route 31 North"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Route 31 South",
        "note": "Route 31 South begins at the Traffic Light at West Delaware Ave and goes to the Pennington Circle. Low Numbers begin at the Traffic Light and go South From There.",
        "route": "Left out of the building, Left onto Route 31 South"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Rumson Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed through the Round-A-Bout to Third Left onto Rumson Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Third Left onto Rumson Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Rustic Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive to First Right onto West Shore Drive to Third Right onto Rustic Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Sandpiper Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Fourth Left onto Brandon Road West to Second Left onto Bollen Court to Left onto Sandpiper Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to Second Right onto Bollen Court to First Left onto Sandpiper Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Scotch Road",
        "note": "Scotch Road runs from Pennington-Harbourton Road to Interstate 95",
        "route": "Left out of the building, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Third Left or Second Right onto Scotch Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Scudder Court",
        "route": "Right out of the building to Left onto Green Street to Second Right onto West Franklin Ave to intersection. Proceed across intersection onto East Franklin Ave to End of Street. Right onto Eglantine Ave to Second Left onto Park Ave to Second Right onto Rockwell Green to End of Street. Right is Scudder Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Search Avenue",
        "note": "Search Ave runs from Pennington Road to Across Route 31 to Ingleside Ave",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through the Blinking Traffic Light to First Left or Right onto Search Ave",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Right at fork onto Pennington Road. First Right is Search Ave",
                "title": "From Delaware"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Shara Lane #3 to 5 off Benjamin Trail",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Rd. to Left at Traffic Light to First Left onto Benjamin Trail to First Right onto Shara Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Shara Lane #19 to 38 off Beechwood Drive",
        "note": "Left - House Numbers are #28-19 in cul de sac. Right - House Numbers are #30-38 in cul de sac.",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road to Left at Traffic Light onto Blackwell Road to Second Left onto Beechwood Drive to End of Street. Left or Right onto Shara Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Shrewsbury Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Denow Road. Proceed through the Round-A-Bout to Fifth Right onto Shrewsbury Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Fifth Right onto Shrewsbury Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Silo Road",
        "route": "Right out of the building, Left onto Green Street, Second Right onto West Franklin Ave to End of Street. First Left onto North Main Street to Second Right onto Silo Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Silver's Court",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light over bridge to Second Right onto Elm Ridge Road to First Left onto Silver's Court"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Sioux Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to First Left onto Sioux Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Sked Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to First Right onto Burd Street to Third Right onto Voorhees Ave to First Left onto Sked Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Skyfield Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Second Right onto Elm Ridge Road to End of Street. Left onto Carter Road to First Left onto Skyfield Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Stanford Road East",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at fork onto Pennington-Lawrenceville Rd. through Traffic Light to Second Right onto Van Brunt Road to First Left onto Stanford Road East",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road Proceed Left at the Round-A-Bout onto Van Brunt Road to Third Right is Stanford Road East",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Stanford Road West",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road To First Right onto Stanford Road West",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Left at the Round-A-Bout onto Van Brunt Road to Third Left onto Stanford Road West",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Stephenson Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Fourth Right (At Traffic Light) onto Stephenson Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Stockton Road",
        "route": "Left out of the building, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Rd. to Third Left onto Scotch Road to Second Right (At Traffic Light) onto Pennington-Washington Crossing Rd. (Rt. 546) to First Right onto Independence Way to Second Right onto Stockton Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Straube Center Boulevard",
        "route": "Straight out of building onto Bixby's way, to first left onto Straube Center Boulevard"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Sutton Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear left at fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive to Third Left onto Sutton Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Third Right onto Sutton Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Tara Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at Traffic Light, over bridge to Third Right onto Arvida Drive to First Right onto West Shore Drive to First Right onto Tara Way"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Temple Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road to Second Right onto Van Brunt Road to Second Left onto Haver Street to End of Street. Left onto Foster Road to First or Second Left onto Temple Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through traffic circle to First Left onto Denow Road. Proceed Left at the Round-A-Bout onto Van Brunt Road to Second Right onto Haver Street to End of Street. Left onto Foster Road to First or Second Left onto Temple Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Timberlane Drive North",
        "note": "Low Numbers on Route 31 Side",
        "route": "Left out of the building, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Rd. to First and Second Right is Timberlane Drive North"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Timberlane Drive South",
        "route": "Left out of the building, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Rd. to First Left is Timberlane Drive South"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Timkak Lane",
        "route": "Left out of the building, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Rd. to Second Left is Timkak Lane"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Titus Mill Road",
        "route": "Left out of the building, Right onto Route 31 North to Third Right (At Traffic Light) onto Titus Mill Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Tree Farm Road",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31, Immediate Left onto West Franklin Ave/Pennington Harbouton Road, immediate Right onto Tree Farm Road at Stony Brook Assisted Living Entrance",
                "title": "From West Franklin Ave/Pennington-Harbourton Road"
            },
            {
                "route": "Left out of the building, Right onto Route 31 North to Second Left (At Traffic Light) onto Tree Farm Road",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Treymore Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Fourth Left onto Brandon Road West to End of Street. Proceed straight across Denow Road onto Treymore Court.",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to First Left onto Treymore Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Tuxford Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Second Left onto Denow Road. Proceed through Round-A-Bout to First Right onto Amberleigh Drive to First Right onto Deer Run Court to First Left onto Tuxford Court.",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to First Right onto Amberleigh Drive to First Right onto Deer Run Court to First Left onto Tuxford Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Valmore Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road trough Traffic Light to First Right onto Wellington Drive to Second Right onto Ashford Drive to First or Second Right onto Valmore Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Third Left onto Ashford Drive to First or Second Right onto Valmore Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Vannoy Avenue",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at traffic light to Sixth Right onto Vannoy Ave",
                "title": "From South Main Street"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right onto Burd Street to End of Street. Right onto Ingleside Ave to First Left onto Vannoy Ave",
                "title": "From Ingleside Ave"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Vista Drive",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at Traffic Light. Bear left at Fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive to Fourth Right onto Vista Drive",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to First Left onto Vista Drive",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Voorhees Avenue",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to First Right onto Burd Street to Second Right onto Voorhees Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Voorhees Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to Fourth Left onto Brandon Road West to Second Right onto Voorhees Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Right onto Brandon Road West to Second left onto Voorhees Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Voorhees Way",
        "route": "Left out of the building, Right onto Route 31 North to Third Right (At Traffic Light) onto Titus Mill Road Bridge Clearance 10ft. - 4in. to First Right onto Willow Creek Drive to End of Street. Right onto Lake Baldwin Drive to First Right onto Voorhees Way"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Walking Purchase",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Straight at traffic light to Second Right onto North Riding to First Right onto Walking Purchase"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Washington-Crossing Pennington Road",
        "note": "Low Numbers Start at the Circle. #201 Is the Municipal Building and is Located at Scotch Road and Washington Crossing-Pennington Road",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South to Traffic Circle. Bear Right going into Circle onto Washington Crossing Road (Rt. 546)",
                "title": "From Route 31"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South, Right at Traffic Light onto Pennington-Titusville Road to Third Left onto Scotch Road to Second Left or Right (At Traffic Light) onto Washington Crossing-Pennington Road (Rt.546)",
                "title": "From Scotch Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Watkins Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through traffic light to Fourth Right (At Traffic Light) onto Stephenson Road to Fifth Left is Watkins Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Weidel Drive",
        "route": "Right out of the building to Left onto Green Street to Second Right onto West Franklin Ave to intersection. Proceed across the intersection onto East Franklin Ave to End of Street. Right onto Eglantine Ave to Second Left onto Park Ave to First Right onto Weidel Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "West Welling Avenue",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light, to Fourth Right onto West Welling Ave",
                "title": "From North Main Street"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, to First Right onto Burd Street to Fifth Left or Third Right onto West Welling Ave",
                "title": "From Burd Street"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "East Welling Avenue",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave to Right at traffic light. Second Left onto East Welling Ave"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Wellington Drive",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to First Right onto Wellington Drive",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Welwyn Court",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed Through the Round-A-Bout to Second Left onto Chicory Lane to First Left onto Brandon Road to First Left onto Welwyn Court",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Second Left onto Chicory Lane to First left onto Brandon Road to First Left onto Welwyn Court",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Western Pine Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive to Second Left onto Western Pine Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Westminster Court",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road Through Traffic Light to First Right onto Wellington Drive to First Right onto Lexington Drive to Second Right onto York Road to First Left onto Westminster Court",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of the building, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Fourth Left onto Lexington Drive to Second Right onto York Road to First Left onto Westminster Court",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "West Scotch Road",
        "route": "Left out of the building, Left onto Route 31 South, Right at Traffic Light onto Pennington-Titusville Road to Fourth Left onto West Scotch Road",
        "routes": [
            {
                "route": "Left out of the building, Left onto Route 31 South, Right at Traffic Light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto West Scotch Road",
                "title": "From Scotch Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "West Shore Drive",
        "note": "First Right - Low Numbers Start and Go Up. First Left - High Numbers End and Go Down.",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive to First Right or First Left onto West Shore Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "White Birch Street",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light, over bridge to Third Right onto Arvida Drive to Second Right onto Red Maple Lane to First Left onto Meadow Lane to First Right onto White Birch Street"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Willow Creek Drive",
        "route": "Left out of the building, Right onto Route 31 North to Third Right (At Traffic Light) onto Titus Mill Road Bridge Clearance 10ft. - 4in. to First Right onto Willow Creek Drive"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Woodmere Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave Right at traffic light to First Left onto E. Curlis Ave to End of Street. Left onto Woodmere Way"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Woolsey Court",
        "image": "Woolsey_Court.png",
        "routes": [
            {
                "route": "Straight out of building onto Bixby's Way to Stop Sign Proceed Straight onto Knowles Street to First Left onto Woolsey Court",
                "title": "From Knowles Street"
            },
            {
                "route": "Left out of Firehouse, Right onto Route 31 North to Second Right (At Traffic Light) onto North Main Street to First Right onto Woolsey Court",
                "title": "From North Main Street"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Woosamonsa Road",
        "note": "Low Numbers Begin At Route 31",
        "routes": [
            {
                "route": "Left out of firehouse, Right onto Route 31 North to Fourth Left onto Woosamonsa Road",
                "title": "From Route 31"
            },
            {
                "route": "Left out of Firehouse, Right onto Route 31 North, Immediate Left onto West Franklin Ave/Pennington-Harbourton Road to Fourth Right onto Burd Road to End of Street. Left or Right is Woosamonsa Road",
                "title": "From Burd Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Wykoff Drive",
        "routes": [
            {
                "route": "Left out of firehouse, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road. Proceed through the Round-A-Bout to Fourth Left onto Wykoff Drive",
                "title": "From Route 31"
            },
            {
                "route": "Right out of firehouse, Right onto Green Street, Left onto Delaware Ave, Right at traffic light. Bear Left at fork onto Pennington-Lawrenceville Road through Traffic Light to Second Right onto Van Brunt Road to Fourth Left at the Round-A-Bout onto Denow Road to Fifth Left onto Wykoff Drive",
                "title": "From Pennington-Lawrenceville Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "51",
        "name": "Yard Road",
        "note": "Low Numbers begin at Route 31",
        "route": "Left out of firehouse, Right onto Route 31 North to Third Left onto Yard Road"
    },
    {
        "alternates": [],
        "district": "51",
        "name": "York Road",
        "routes": [
            {
                "route": "Right out of Firehouse, Right onto Green Street, Left onto Delaware Ave, Right at Traffic Light. Bear Left at Fork onto Pennington-Lawrenceville Road Through Traffic Light to First Right onto Wellington Drive to First Right onto Lexington Drive to Second Right onto York Road",
                "title": "From Pennington-Lawrenceville Road"
            },
            {
                "route": "Left out of Firehouse, Left onto Route 31 South through Traffic Circle to First Left onto Denow Road to First Left onto Wellington Drive to Fourth Left onto Lexington Drive to Second Right onto York Road",
                "title": "From Route 31"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Applewood Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to First Right Moores Mill-Mt. Rouse Road to First Right onto Applewood Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Aunt Molly Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light over bridge onto Pennington-Rocky Hill Road becomes Cherry Valley Road across Carter Road to First Left onto Aunt Molly Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Bailey Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Fifth Right onto Bailey Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Bensen Lane",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654)/ W. Broad Street/ Broad Street through the Third Traffic Light to Fourth Right onto Province Line Road to First Right onto Bensen Lane",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight through Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to End of Street at Traffic Light. Proceed across onto Cherry Valley Road to Second Left onto Province Line Road to First Left onto Bensen Lane",
                "title": "From Pennington-Rocky Hill Road/ Cherry Valley Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Blackwell Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street, to Straight at Second traffic light to Next Left onto Blackwell Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Bradford Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight through Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Second Left onto Darrow Drive to End of Street, Right onto Westcott Blvd. to First Left onto Bradford Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Broad Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street East at Greenwood Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Burton Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Left at Second traffic light onto North Greenwood to Third Right onto Front to First Left onto Burton Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Caroline Drive",
        "note": "#26-1 is to the Left",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight at Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Fourth Right onto Bayberry Road to First Left onto Morris Drive to First Left onto Caroline Drive",
                "title": "From Bayberry Road"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight at Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Fifth Right onto Bailey Drive to End of Street. Right onto Morris Drive to End of Street. Left or Right is Caroline Drive",
                "title": "From Pennington-Rocky Hill Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Carter Road",
        "route": "Right out of the building, Right onto Green Street, left onto Delaware Ave., Straight at traffic light over bridge to Second Right onto Elm Ridge Road to Left at end of street onto Carter Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Cedar Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) Fifth Right onto Cedar Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Center Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to First Left onto Center Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Chase Hollow Road",
        "route": "Left out of the building, Right onto Route 31 North to Fifth Left onto Marshall Corner-Woodsville Road to Third Right onto Chase Hollow Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Cherry Valley Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light over bridge onto Pennington-Rocky Hill Road becomes Cherry Valley Road across Carter Road at light"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Cleveland Road",
        "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight at Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Second Right (At Traffic Light) onto Elm Ridge Road to End of Street, Left onto Carter Road to Third Left or First Right onto Cleveland Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Columbia Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Right at Second traffic light onto S. Greenwood Ave. to First Left onto Columbia Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Conant Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Third Left onto Conant Way"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Cook Place",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to First Right onto Cook Place"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Cotswald Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light over bridge onto Pennington-Rocky Hill Road becomes Cherry Valley Road across Carter Road at light to Second Right after light onto Nelson Ridge Road to First Left onto Cotswald Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Coventry Lane",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Fourth Left onto Van Dyke to First Left onto Coventry Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Crestview Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Third Right onto Echo Hill to Left at end of street onto Crestview Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Crusher Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Eighth Right onto Crusher Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Darrow Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Second Left onto Darrow Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Drummond Drive",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Second Left onto Darrow to First Right onto Weldon Way to First Left onto Drummond Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Dunwald Lane",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Seventh Right onto Dunwald Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "East Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Sixth Right onto East Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Eastern Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Sixth Right onto Grandview to Second Intersection onto Eastern Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Eaton Court",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654)/ W. Broad Street to Seventh Left onto Lanning Ave. to End of Street, Left onto Louellen Street (Route 518) to First Left onto Eaton Court"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Eaton Place",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Fifth Left onto N. Lanning to Left onto Route 518 to First Left onto Eaton Place"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Echo Hill Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Third Right onto Echo Hill Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Ege Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Tenth Right onto Ege Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Elm Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. At Second traffic light, continue East to Fourth Right to South Elm. Fourth Left to North Elm Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Ethan Lane",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Second Left onto Darrow Drive to First Left onto Ethan Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Fairway Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to First Right onto Moores Mill-Mt. Rose to First Left onto Fairway Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Featherbed Lane",
        "note": "Low Numbers Start at Van Dyke Road and go up to #97 and than Cross Over North Greenwood Ave. and they go #105-129",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654)/ W. Broad Street to Second Traffic Light, Left onto North Greenwood Ave. to Fifth Left and Eighth Right onto Featherbed Lane",
                "title": "From North Greenwood Ave."
            },
            {
                "route": "Left out of the building, Right onto Route 31 North to Fifth Traffic Light, Right onto Lambertville-Hopewell Tpk. (Rt. 518) to Second Left onto Van Dyke Road to First Right onto Featherbed Lane",
                "title": "From Route 31 North/ Lambertville-Hopewell Tpk. (Rt. 518)"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "First Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. At Second traffic light, continue East to Third Right onto Princeton Ave. to Fourth Left onto First Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Fox Run Road",
        "route": "Left out of the building, Right onto Route 31 North to Fifth Left onto Marshall Corner-Woodsville Road to Second Right onto Fox Run Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Front Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light Left onto North Greenwood to Third Right onto Front Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Golden Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light Left onto North Greenwood to Third Left onto Golden Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Grand View Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Fifth right onto Grand View Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Greenwood Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Second traffic light is Greenwood Ave. Left is North; Right is South"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Hamilton Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street, Straight at Second traffic light to Second Left onto Hamilton Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Harbourton-Rocktown Road",
        "route": "Left out of the building, Right onto Route 31 North, Immediate Left onto W. Franklin Ave / Pennington-Harbourton Road to End of Street (At Stop Sign), Right onto Trenton-Harbourton Road (Rt. 579), At Harbourton Mount Airy Road Intersection Trenton-Harbourton Road becomes Harbourton-Rocktown Road (Rt. 579)"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Hart Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Left at Second traffic light onto North Greenwood to Fourth Left onto Hart Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Highland Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Sixth Right onto Grandview to Second Right onto Eastern Drive to First Intersection onto Highland Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Hopewell-Amwell Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Straight at Second traffic light to Sixth Left onto Hopewell-Amwell Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Hopewell-Rocky Hill Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Continue through ugh. Route 518 East of borough is known as Hopewell-Rocky Hill Road."
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Hopewell-Wertsville Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Left at Second traffic light onto North Greenwood Ave. becomes Hopewell-Wertsville Road at the Cemetery."
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Howard Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Second Left onto Darrow Drive to First Right onto Weldon Way to Third Left onto Howard Way."
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Kings Path",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Straight through the Third Traffic Light to Third Left onto Kings Path"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Lafayette Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Straight at Second traffic light to First Left onto Blackwell to First Right onto Lafayette Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Lambertville-Hopewell Road",
        "route": "Left out of the building, Right onto Route 31 North to Fifth traffic light at Route 518. Also known as Lambertville-Hopewell Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Lanning Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street Seventh Left or Tenth Right onto Lanning Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Lawyers Lane",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Eleventh Right onto Lanning to Left onto W. Prospect to Right onto Lawyers Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Long Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Seventh Left onto Province Line Road. Cross Route 518 to First Left onto Long Way"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Lori Lane",
        "route": "Left out of the building, Right onto Route 31 North to Left at Fourth traffic light onto Route 518 to Second Left onto Harbourton- Rocktown Road to First Right onto Lori Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Louellen Street",
        "note": "Louellen Street Runs From West Broad Street Traffic Light to Hart Ave. Intersection Where it Becomes Lambertville-Hopewell Tpk. (Both Known Also as Route 518)",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at First traffic light onto Louellen Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Maple Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Straight at Second traffic light to Third Intersection is Maple Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Marshalls Corner-Woodsville Road",
        "route": "Left out of the building, Right onto Route 31 North to Fifth Left (At the Fourth Traffic Light) onto Marshalls Corner-Woodsville Road (Rt. 612)"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Mercer Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Straight at First traffic light to First Left onto Mercer Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Midland Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Left at Second traffic light onto North Greenwood to Fifth Right onto Grand View to Eastern to Second Right onto Eastern to First Left onto Midland Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Mine Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Cross Road Intersection onto Mine Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Minnietown Lane",
        "note": "Mignella's Restraunt/ Hillbilly Hall on Corner at Intersection",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Eighth Right onto Minnietown Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Model Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Straight at First traffic light to First Left onto Mercer to end of street to Model Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Moores Mill-Mount Rose Road",
        "note": "Low Numbers Begin on Pennington-Rocky Hill Road End and go up From There",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654) to First Right onto Moores Mill-Mt. Rose Road",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight through Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Fourth Left onto Moores Mill-Mt. Rose Road",
                "title": "From Pennington-Rocky Hill Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Morris Drive",
        "note": "#39 is Dead Ahead and #41 and #42 are to the Right, #36-1 are to the Left",
        "routes": [
            {
                "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight at traffic light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Fourth Right onto Bayberry Road to First Left onto Morris Drive",
                "title": "From Bayberry Road"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight at Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Fifth Right onto Bailey Drive to End of Street. Left or Right is Morris Drive",
                "title": "From Pennington-Rocky Hill Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Mountain Church Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood Ave. to Seventh Left onto Mountain Church Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Nelson Ridge Road",
        "note": "First Right is High Numbers on Down. Second Right is Low Numbers on Up.",
        "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight at Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to End of Street at Second Traffic Light, Proceed across onto Cherry Valley Road to First or Second Right onto Nelson Ridge Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "New Road",
        "route": "Left out of the building, Right onto Route 31 North to Fifth Left onto Marshall Corner-Woodsville Road to First Left onto Harbourton-Woodsville Road to First Right onto New Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Newell Place",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Fourth Left onto Hart to Third Left onto Newell Place"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "North Star Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Fifth Right onto Grandview to First Left onto Eastern to First Right onto North Star Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Overlook Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Fourth Left onto Van Dyke to Third Left onto Overlook Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Palmer Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Third Left onto Conant Way to First Right onto Weldon Way to First Left onto Palmer Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Pennington-Hopewell Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Route 654)"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Pennington-Rocky Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light over bridge onto Pennington-Rocky Hill Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Pierson Place",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Fourth Left onto Hart to Second Left onto Pierson Place"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Princeton Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Straight at Second traffic light to Second Right onto Princeton Ave. (becomes Carter Road at Township)"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Prospect Street East",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Right at second traffic light onto Greenwood Ave to second intersection East Prospect Street."
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Prospect Street West",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Tenth Right onto Ege to end of street to West Prospect Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Province Line Road",
        "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., Straight at Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to End of Street at Second Traffic Light, Proceed across onto Cherry Valley Road to Second Left or Third Right onto Province Line Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Railroad Place",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Second Right onto Railroad Place"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Ralston Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Left at Second traffic light onto North Greenwood to Fifth Right onto Grandview to First Right onto Ralston Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Reservoir Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Left at Second traffic light onto North Greenwood to Fifth Right onto Grandview to First Left onto Eastern to First Right onto North Star to First Left onto Sunrise to end of road to Reservoir Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Ridgewood Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Ninth Right onto Sunset Drive to First Right onto Ridgewood Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Ringo's Mill Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Second Left onto Ringo's Mill Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Second Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Straight at Second traffic light to Second Right onto Princeton Ave. to Third Left onto Second Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Seminary Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Straight through Second traffic light to First Right onto Seminary Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Shaftsbury Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Fourth Left onto Hart to First Left onto Shaftsbury Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Short Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Seventh Left onto Province Line Road. Cross Route 518 to First Left onto Long Way to First Left onto Short Way"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Skyview Road",
        "route": "Left out of the building, Left onto Route 31 North to Fifth Left onto Marshall Corner-Woodsville Road to Fourth Right onto Skyview Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Somerset Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Second Right onto Railroad becomes Somerset Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Spring Hollow Drive",
        "note": "Numbers go 1-8 from Van Dyke Road",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654) to Fourth Left onto Van Dyke Road to First Right onto Spring Hollow Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Spring Hollow Drive West",
        "note": "Numbers go 20-24 from Van Dyke Road",
        "route": "Left out the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654) to Fourth Left onto Van Dyke Road to Second Left onto Spring Hollow Drive West"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Star Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Fifth Right onto Grandview to First Left onto Eastern to First Right onto North Star Ave"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Stony Brook Road",
        "note": "654: Numbers go # -141 From Pennington-Hopewell Road (Rt. 654) to Rt. 518 Lambertville-Hopewell T pk. and #132-1 on Northern Side of Route 518. 518: Left Numbers go #132-1. Right Numbers go #141-up.",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654) to Third Left onto Stony Brook Road",
                "title": "From Pennington-Hopewell Road (RT. 654)"
            },
            {
                "route": "Left out of the building, Right onto Route 31 to Fifth Traffic Light, Right onto Lambertville-Hopewell Tpk. (Rt. 518) to First Right or Left onto Stony Brook Road",
                "title": "From Lambertville-Hopewell Tpk. (Rt. 518)"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Stout Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave, Straight at traffic light over bridge onto Pennington-Rocky Hill Road becomes Cherry Valley Road across Carter Road at light to Second Right after light onto Nelson Ridge Road to Second Left onto Stout Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Sunrise Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654)/ W. Broad Street to Second Traffic Light, Left onto North Greenwood Ave. to Fifth Right onto Grandview Ave. to First Right onto North Star Ave. to First Right onto Sunrise Ave.",
        "note": "PRIVATE STREET WITH NO STREET SIGN!!"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Sunset Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Ninth Right onto Sunset Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Taylor Terrace",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Fifth Left onto Windsor Way to End of Street. Right or Left onto Taylor Terrace"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Timberbrooke Drive",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654) to First Right onto Moores Mill Mount-Rose Road to Second Left onto Timberbrook Drive",
                "title": "From Route 31"
            },
            {
                "route": "Right out of the building, Right onto Green Street, Left onto West Delaware Ave., S traight through Traffic Light onto East Delaware Ave., Proceed over bridge onto Pennington-Rocky Hill Road to Fourth Left onto Moores Mill Mount-Rose Road to First Right onto Timberbrook Drive",
                "title": "From Pennington-Rocky Hill Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Tyburn Lane",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) to Second Right onto Tyburn Lane"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Van Dyke Road",
        "note": "654: Numbers go From #49-3 in the Cul-De-Sac. 518: Right Numbers go From #3 in the Cul-De-Sac to #49. Left Numbers go From #59-218.",
        "routes": [
            {
                "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Third Traffic Light) onto Pennington-Hopewell Road (Rt. 654) to Fifth Left onto Van Dyke Road to the Cul-De-Sac",
                "title": "From Pennington-Hopewell Road (Rt. 654)"
            },
            {
                "route": "Left out of the building, Right onto Route 31 North to Fifth Traffic Light, Right onto Lambertville-Hopewell Tpk. (Rt. 518) to Second Right or Left onto Van Dyke Road",
                "title": "From Route 518 Lambertville-Hopewell Tpk."
            }
        ]
    },
    {
        "alternates": [],
        "district": "52",
        "name": "View Point Drive",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654) Fourth Right onto View Point Drive"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Voorhees Avenue",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right (At Traffic Light) onto Pennington-Hopewell Road (Rt. 654)/ W. Broad Street to Second Traffic Light, Left onto North Greenwood Ave. to Second Left onto Model Ave. to First Left onto Voorhees Ave."
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Walnut Street",
        "route": "Left out of the building, Right onto Route 31 North to Fowih Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street. Left at Second traffic light onto North Greenwood to Fourth Right onto Walnut Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Wargo Road",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to First Left onto Titus Mill Road to First Right onto Wargo Road"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Washington Street",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Left at Second traffic light onto North Greenwood to Fifth Right onto Washington Street"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Weldon Way",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Second Left onto Darrow Drive to First Right onto Weldon Way"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Westcott Boulevard",
        "route": "Right out of the building, Right onto Green Street, Left onto Delaware Ave., Straight at traffic light, over bridge to Second Left onto Darrow Drive to Second Right onto Westcott Blvd"
    },
    {
        "alternates": [],
        "district": "52",
        "name": "Windsor Way",
        "route": "Left out of the building, Right onto Route 31 North to Fourth Right onto Pennington-Hopewell Road (Rt. 654), becomes Broad Street to Fifth Left onto Windsor Way"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Barry Road",
        "route": "Left out of firehouse, Right onto Route 31 North to immediate left onto Pennington-Harbourton Rd. Cross Bear Tavern/Trenton-Harbourton Rd. (Rt. 579) onto Pleasant Valley Rd. to Second Right onto Barry Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Bear Tavern Road / Trenton-Harbourton Road / Route 579",
        "note": "#1181 to Janssen Pharmaceuticals, south of Pennington-Washington Crossing Road (left). #1208 to Duncraven Farm, between Pennington-Washington Crossing Road and Pennington-Harbourton Road. #1403 to #1459 between Pennington-Harbourton Road and Woosamonsa Road. #1502 to #1606 between Woosamonsa and Route 518",
        "routes": [
            {
                "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Fourth Left onto Route 579",
                "title": "From Pennington Washington Crossing Road"
            },
            {
                "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road to Fourth Right onto Rt. 579",
                "title": "From Pennington-Harbourton Road"
            }
        ]
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Bethany Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to First Right onto Cedar Lane to First Left onto Fern Ridge to First Right onto Bethany Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Blue Ridge Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 North to Third Right onto Blue Ridge Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Borroughs Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 South to Third Left onto Lafayette to Third Right onto Borroughs Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Brick Yard Road",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to First Left onto Brick Yard Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Brookside Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to Second Left onto Todd Ridge to First Left onto Brookside Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Brookside Ramble",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to First Left onto Coleman to First Left onto Brookside Ramble"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Butterfoss Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to Second Right onto Cedar Lane to First Left onto Fern Ridge to Second Right onto Butterfoss Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Cedar Lane",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to Second Right onto Cedar Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Church Road",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Clearfield Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Third Left onto Lafayette to Fourth Right onto Clearfield Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Coach Lane",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road to Fourth Right onto Trenton-Harbourton Rd. (Rt. 579). Bear Right at fork onto Harbourton-Rocktown Road to First Right onto Coach Lane."
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Coleman Lane",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to First Left onto Coleman Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Continental Lane",
        "route": "Left out of firehouse, Left onto Route 3l South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Sixth Right onto Bear Tavern Road (Route 579) to First Right onto Continental Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Cortland Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Third Left onto Lafayette to Second Right onto Washington to First Left onto Cortland Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Creek Rim Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Seventh Left onto River Knoll to First Right onto Creek Rim Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Detour Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to Straight at Route 29 to First Left onto River Drive to First Left onto Rivera to First Right onto Detour Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Elden Way",
        "route": "Left out of firehouse, Right onto Route 31 North to immediate Left onto Pennington-Harbourton Road to Fourth Right onto Trenton-Harbourton Rd. (Rt. 579). Bear Right at fork onto Harbourton-Rocktown Road to Second Right onto Lynnbrook First Right onto Elden Way"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Fabrow Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Fourth Left onto Bear Tavern Road (Rt. 579) to First Right onto Fabrow Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Fern Ridge Lane",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to Second Right onto Cedar Lane to First Left onto Fern Ridge Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Fiddlers Creek Road",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to First Right onto Fiddlers Creek Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Forrest Blend Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek Road to First Right onto Bear Tavern Road (Rt. 579) to First Left onto Maddock Road to First Left onto Forrest Blend Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Forrest Central Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek Road to First Right onto Bear Tavern Road (Rt. 579) to First Left onto Maddock Road to Second Left onto Forrest Central Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Forrest Edge Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek Road to First Right onto Bear Tavern Road (Rt. 579) to First Left onto Maddock Road to First Left onto Forrest Blend to First Left onto Forrest Edge Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Forrest Hill Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek Road to First Right onto Bear Tavern Road (Rt. 579) to First Left onto Maddock Road Second Left onto Forrest Central to First Right onto Forest Hill Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Frontier Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 North to First Right onto Park Lake to Left at end of street onto Frontier Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "George Washington Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Third Right onto George Washington Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Goat Hill Road",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road. Cross Bear Tavern (Rt. 579) onto Pleasant Valley Road to Fourth Right onto Valley Road to Second Right onto Goat Hill Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Grace Hill Court",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to First Left onto Tanglewood to End at Grace Hill Court"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Grant Street",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 North to First Left onto Grant Street"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Grenlock Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Fourth Right onto Grenlock Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Hansen Corner",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Y at end at Rt 579 onto Hansen Corner"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Harbourton/Mount Airy Road",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road to Fourth Right onto Trenton-Harbourton Rd. (Rt. 579). Bear Left at fork onto Harbourton-Mt. Airy Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Harrison Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Third Left onto Lafayette to Third Right onto Borroughs to Second Left onto Harrison Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Hopkinson Court",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington- Washington Crossing Rd. (Rt. 546) to Second Right onto Hopkinson Court"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Hunter Road",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road. Cross Bear Tavern (Rt. 579) onto Pleasant Valley Road to Third Right onto Hunter Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Keithwood Court",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to Second Left onto Todd Ridge to First Right onto Keithwood Court"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Kent Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to First Left onto Coleman to First Left onto Kent Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Lafayette Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Third Left onto Lafayette Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Lukasova Circle",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton. Cross Bear Tavern (Rt. 579) becomes Pleasant Valley. Fourth Right onto Valley Road. First Left onto Lukasova Circle"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Lupine Lane",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to First Right onto Bear Tavern (Rt. 579) to First Left onto Maddock to First Right onto Lupine Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Lynn Brook Drive",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road to Fourth Right onto Trenton-Harbourton Rd. (Rt. 579). Bear Right at fork onto Harbourton-Rocktown Road to Second Right onto Lynn brook Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Maddock Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to First Right onto Bear Tavern (Rt. 579) to First Left onto Maddock Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "McKonkey Way",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington- Washington Crossing Rd. (Rt. 546) to Fourth Right onto Grenlock to First Right onto Continental to First Left onto McKonkey Way"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Mercer Street",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Straight at Route 29 to First Right onto River Drive to Third Right onto Mercer Street"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Morgan Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Third Left onto Lafayette to First Right onto Morgan Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Nathaniel Green Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Fourth Right onto Grenlock to First Right onto State Park to First Left onto Nathaniel Green Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Nedsland Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 North to Second Right onto Nedsland Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Nero Alley",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 North to First Right onto Park Lake Ave to First Left onto Nero Alley (may not be marked???)"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Old Washington Crossing-Pennington Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Second Left onto Old Washington Crossing-Pennington Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Park Lake Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 North to First Right onto Park Lake Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Patterson Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to 4th Left onto Patterson Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Pleasant Valley Harbourton Road",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate left onto Pennington-Harbourton Road. Fourth Right onto Trenton-Harbourton (Rt. 579) to First Left onto Pleasant Valley-Harbourton Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Pleasant Valley Road",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate left onto Pennington-Harbourton Road. Cross Bear Tavern (Rt. 579) becomes Pleasant Valley Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Pond View Lane",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Penninton-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to First Left onto Tanglewood to First Left onto Pond View Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Postley Lane",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Fifth Left onto Postley Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Reigate Way",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington -Washington Crossing Rd. (Rt. 546) to Fourth Right onto Grenlock to First Left onto Continental to First Right onto Reigate Way"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "River Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Straight at Route 29 to First Right onto River Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "River Knoll Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Route 29 South to Seventh Left onto River Knoll Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "River Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Route 29 (Also Known As River Road)"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Rivera Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Straight at Route 29 to First Right onto River Drive to Fourth Right onto Rivera Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "State Park Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Third Right onto George Washington to First Left onto State Park Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Tanglewood Drive",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to First Left onto Tanglewood Drive"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Todd Ridge Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to First Left onto Jacobs Creek to Second Left onto Todd Ridge Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Trimmer Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Straight at Route 29 to First Right onto River Drive to Second Right onto Trimmer Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Valley Road",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton. Cross Bear Tavern (Rt. 579) becomes Pleasant Valley. At Fourth Right (Woodens Lane) becomes Valley Road"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Valley View Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Right onto Route 29 North to First Right onto Park Lake to First Left onto Valley View Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Washington Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Third Left onto Lafayette to Second Right onto Washington Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Washington Crossing-Pennington Road",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Also known as Rt. 546)"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Wildwood Way",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern Road (Rt. 579) to First Left onto Church Road to Second Right onto Wildwood Way"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Wilfred Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Left onto Route 29 South to Second Left onto Wilfred Ave"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Winding Brook Way",
        "route": "Left out of firehouse, Left onto Route 31 South to Right at traffic light onto Pennington-Titusville Road to Third Left onto Scotch Road to First Right onto Pennington-Washington Crossing Rd. (Rt. 546) to Fourth Left onto Bear Tavern Road (Rt. 579) to Second Right onto Winding Brook Way"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Woodens Lane",
        "route": "Left out of firehouse, Right onto Route 31 North, immediate Left onto Pennington-Harbourton Road. Cross Bear Tavern (Rt. 579) becomes Pleasant Valley to Fourth Right onto Valley Road to First Right onto Woodens Lane"
    },
    {
        "alternates": [],
        "district": "53",
        "name": "Wrick Avenue",
        "route": "Left out of firehouse, Left onto Route 31 South, Right at traffic light onto Pennington-Titusville Road to Right at end of road onto Bear Tavern (Rt. 579) to First Left onto Church to Second Right onto Cedar Lane to First Left onto Fern Ridge to Third Right onto Wrick Ave"
    }
]